Revit 2027 API
UnitTypeId.PerMille Property
 Per mille.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PerMille { get; }
Public Shared ReadOnly Property PerMille As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PerMille {
	ForgeTypeId^ get ();
}
static member PerMille : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace